Repository: norsehorse-dev/TapPony
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Use last scanned tag (%@)
de: Zuletzt gescanntes Tag verwenden (%@)
es: Usar la última etiqueta escaneada (%@)
fr: Utiliser le dernier tag scanné (%@)
pt_br: Usar a última tag lida (%@)
ru: Использовать последнюю отсканированную метку (%@)
zh_hans: 使用上次扫描的标签（%@）

source: Use rules
de: Regeln verwenden
es: Usar reglas
fr: Utiliser les règles
pt_br: Usar regras
ru: Использовать правила
zh_hans: 使用规则

source: Use the Scan tab profile
de: Profil aus dem Scan-Tab verwenden
es: Usar el perfil de la pestaña Escanear
fr: Utiliser le profil de l’onglet Scanner
pt_br: Usar o perfil da aba Escanear
ru: Использовать профиль с вкладки «Сканер»
zh_hans: 使用“扫描”标签页上的配置

source: Use the production URL of a Webhook node set to POST.
de: Nutze die Produktions-URL eines Webhook-Nodes, der auf POST eingestellt ist.
es: Usa la URL de producción de un nodo Webhook configurado en POST.
fr: Utilisez l’URL de production d’un nœud Webhook configuré en POST.
pt_br: Use a URL de produção de um nó Webhook configurado como POST.
ru: Используйте рабочий URL (Production URL) узла «Webhook» с методом POST.
zh_hans: 使用设为 POST 的 Webhook 节点的生产 URL。

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

source: Usual profile
de: Übliches Profil
es: Perfil habitual
fr: Profil habituel
pt_br: Perfil habitual
ru: Обычный профиль
zh_hans: 常规配置

source: Value
de: Wert
es: Valor
fr: Valeur
pt_br: Valor
ru: Значение
zh_hans: 值

source: Vibrate with the result
de: Beim Ergebnis vibrieren
es: Vibrar con el resultado
fr: Vibrer selon le résultat
pt_br: Vibrar com o resultado
ru: Вибрация при результате
zh_hans: 显示结果时振动

source: When
de: Wenn
es: Cuando
fr: Quand
pt_br: Quando
ru: Когда
zh_hans: 条件

source: When no rule matches
de: Wenn keine Regel passt
es: Si ninguna regla coincide
fr: Si aucune règle ne correspond
pt_br: Quando nenhuma regra corresponder
ru: Если ни одно правило не подошло
zh_hans: 没有规则匹配时

source: Working…
de: Wird verarbeitet…
es: Procesando…
fr: En cours…
pt_br: Processando…
ru: Обработка…
zh_hans: 正在处理…

source: Write
de: Schreiben
es: Escribir
fr: Écrire
pt_br: Gravar
ru: Записать
zh_hans: 写入

source: Write a tag
de: Tag beschreiben
es: Escribir una etiqueta
fr: Écrire un tag
pt_br: Gravar uma tag
ru: Записать метку
zh_hans: 写入标签

source: Write and lock
de: Schreiben und sperren
es: Escribir y bloquear
fr: Écrire et verrouiller
pt_br: Gravar e bloquear
ru: Записать и заблокировать
zh_hans: 写入并锁定

source: Writes the tag's own UID as text, so apps that only read NDEF can see it.
de: Schreibt die eigene UID des Tags als Text darauf, damit Apps, die nur NDEF lesen, sie sehen können.
es: Escribe el propio UID de la etiqueta como texto, para que las apps que solo leen NDEF puedan verlo.
fr: Écrit l’UID du tag lui-même sous forme de texte, pour que les apps qui ne lisent que le NDEF puissent le voir.
pt_br: Grava o próprio UID da tag como texto, para que apps que só leem NDEF possam vê-lo.
ru: Записывает собственный UID метки в виде текста, чтобы его видели приложения, которые читают только NDEF.
zh_hans: 将标签自身的 UID 以文本形式写入，让只读取 NDEF 的应用也能看到它。

source: Writing…
de: Wird geschrieben…
es: Escribiendo…
fr: Écriture…
pt_br: Gravando…
ru: Запись…
zh_hans: 正在写入…

source: Written
de: Geschrieben
es: Escrita
fr: Écrit
pt_br: Gravada
ru: Записано
zh_hans: 已写入

source: Written and locked
de: Geschrieben und gesperrt
es: Escrita y bloqueada
fr: Écrit et verrouillé
pt_br: Gravada e bloqueada
ru: Записано и заблокировано
zh_hans: 已写入并锁定

source: Written, but locking failed.
de: Geschrieben, aber das Sperren ist fehlgeschlagen.
es: Escrita, pero el bloqueo falló.
fr: Écrit, mais le verrouillage a échoué.
pt_br: Gravada, mas o bloqueio falhou.
ru: Записано, но заблокировать не удалось.
zh_hans: 已写入，但锁定失败。

source: Written, but locking failed. The tag is still writable.
de: Geschrieben, aber das Sperren ist fehlgeschlagen. Das Tag ist weiterhin beschreibbar.
es: Escrita, pero el bloqueo falló. La etiqueta todavía se puede escribir.
fr: Écrit, mais le verrouillage a échoué. Le tag reste modifiable.
pt_br: Gravada, mas o bloqueio falhou. A tag ainda pode ser regravada.
ru: Записано, но заблокировать не удалось. Метка по-прежнему доступна для записи.
zh_hans: 已写入，但锁定失败。此标签仍可写入。

source: Your tags
de: Deine Tags
es: Tus etiquetas
fr: Vos tags
pt_br: Suas tags
ru: Ваши метки
zh_hans: 你的标签

source: a deleted profile
de: ein gelöschtes Profil
es: un perfil eliminado
fr: un profil supprimé
pt_br: um perfil excluído
ru: удалённый профиль
zh_hans: 已删除的配置

source: contains
de: enthält
es: contiene
fr: contient
pt_br: contém
ru: содержит
zh_hans: 包含

source: is
de: ist
es: es
fr: est
pt_br: é
ru: равно
zh_hans: 等于

source: json:path.to.field or header:Name. Shown on the Scan tab after each tap.
de: json:path.to.field oder header:Name. Wird nach jedem Antippen im Scan-Tab angezeigt.
es: json:path.to.field o header:Name. Se muestra en la pestaña Escanear después de cada toque.
fr: json:path.to.field ou header:Name. Affiché dans l’onglet Scanner après chaque passage.
pt_br: json:path.to.field ou header:Name. Aparece na aba Escanear após cada toque.
ru: json:path.to.field или header:Name. Показывается на вкладке «Сканер» после каждого касания.
zh_hans: json:path.to.field 或 header:Name。每次触碰后显示在“扫描”标签页上。

source: matches pattern
de: passt zum Muster
es: coincide con el patrón
fr: correspond au motif
pt_br: corresponde ao padrão
ru: соответствует выражению
zh_hans: 匹配正则表达式

source: no profiles
de: keine Profile
es: ningún perfil
fr: aucun profil
pt_br: nenhum perfil
ru: нет профилей
zh_hans: 无配置

source: starts with
de: beginnt mit
es: empieza por
fr: commence par
pt_br: começa com
ru: начинается с
zh_hans: 开头为

source: Body
es: Cuerpo
fr: Corps
pt_br: Corpo
ru: Тело
zh_hans: 请求体

source: Content-Type (optional)
es: Content-Type (opcional)
fr: Content-Type (facultatif)
pt_br: Content-Type (opcional)
ru: Content-Type (необязательно)
zh_hans: Content-Type（可选）

source: HTTP status
es: Estado HTTP
fr: Statut HTTP
pt_br: Status HTTP
ru: HTTP-статус
zh_hans: HTTP 状态

source: Header
es: Encabezado
fr: En-tête
pt_br: Cabeçalho
ru: Заголовок
zh_hans: 请求头

source: JSON POST
es: POST con JSON
fr: POST JSON
pt_br: POST com JSON

source: Link
es: Enlace
fr: Lien
ru: Ссылка
zh_hans: 链接

source: NDEF URI
es: URI NDEF
fr: URI NDEF
pt_br: URI NDEF

source: NDEF link
es: Enlace NDEF
fr: Lien NDEF
pt_br: Link NDEF
ru: Ссылка NDEF
zh_hans: NDEF 链接

source: NDEF text
es: Texto NDEF
fr: Texte NDEF
pt_br: Texto NDEF
ru: Текст NDEF
zh_hans: NDEF 文本

source: Name
es: Nombre
fr: Nom
pt_br: Nome
ru: Название
zh_hans: 名称

source: Secrets
es: Secretos
pt_br: Segredos
ru: Секреты
zh_hans: 机密

source: Tag
es: Etiqueta
ru: Метка
zh_hans: 标签

source: Tag name
es: Nombre de la etiqueta
fr: Nom du tag
pt_br: Nome da tag
ru: Название метки
zh_hans: 标签名称

source: Tags
es: Etiquetas
ru: Метки
zh_hans: 标签

source: Template problem: %@
es: Problema en la plantilla: %@
fr: Problème de modèle : %@
pt_br: Problema no modelo: %@
ru: Ошибка в шаблоне: %@
zh_hans: 模板问题：%@

source: Text
es: Texto
fr: Texte
pt_br: Texto
ru: Текст
zh_hans: 文本

source: Chip
fr: Puce
ru: Чип
zh_hans: 芯片

source: %lld ms
ru: %lld мс
zh_hans: %lld 毫秒

source: OK
ru: Успешно
zh_hans: 成功
